Repository: eshcom/doublecmd-plugins
Catalog: plugins/wfx/href_crap/language/href_crap.*.po
Languages: ru

source: Options
ru: Параметры

source: Request file sizes and dates from the server (freaking sloooooow)
ru: Запрашивать размер и дату файлов с сервера

source: Follow HTTP 3xx redirects
ru: Следовать перенаправлениям HTTP 3xx

source: Spam a lot of verbose information about curl operations
ru: Спамить информацию об операциях Curl

source: Number of redirects allowed:
ru: Число разрешенных перенаправлений:

source: Skip links with '?'
ru: Пропускать ссылки с '?'

source: Fail on 4xx HTTP codes
ru: Ошибка на 4xx кодах HTTP

source: Timeout:
ru: Время ожидания операций:

source: Please note that this dialog can always be invoked using the Alt + Enter keyboard shortcut.
ru: Обратите внимание, что это окно всегда можно вызвать с помощью комбинации Alt + Enter.

source: Selected Link
ru: Выбранная ссылка

source: Name:
ru: Название:

source: Extra:
ru: Экстра:

source: Open in Browser
ru: Открыть в браузере

source: Remove from List
ru: Удалить из списка

source: Paste URL from Selected Link
ru: Вставить URL выбранной ссылки

source: Authentication
ru: Аутентификация

source: Skip URLs with query string
ru: Пропускать ссылки со строкой запроса
